{
    "name": "Update 8",
    "icon": "the_vault:rune",
    "read_by_default": "true",
    "pages": [

        {
          "type": "patchouli:text",
          "title": "Inscriptions",
          "text": "$(l)Added inscriptions and the Inscription Table$() (replaces runes). $(br2)Inscriptions modify a crystal to add an omega or challenging room to a crystal. Inscriptions also add a new mechanic: $(l)Completion$(). Parts of the vault (to the % of uncompleted) will be replaced with Vault Bedrock.  "
        },

        {
          "type": "patchouli:text",
          "title": "Gear Enhancement",
          "text": "$(l)Enhancement Altars$() can now spawn inside Dungeons. The Altar presents a task to a player similar to a bounty. When completed, a Vault Helmet can be placed inside the altar to be enhanced at no further costs. Only one enhancement can be added per helmet. "
        },
        {
          "type": "patchouli:text",
          "title": "Modifier Workbench",
          "text": "Added the $(l)Modifier Workbench$(). Allows to craft a prefix or suffix onto a Vault Gear Piece. A Gear Piece can only have one crafted modifier at any time. Some modifiers can be taught to the player by finding a $(l)Modification Archive$()."
        },

        {
          "type": "patchouli:text",
          "title": "Wardrobe",
          "text": "Added the $(l)Wardrobe$(). A place to store gear and make it easy and quickly to swap between sets including trinkers and the player's hotbar. Also used to compare multiple sets into a comparable overview. "
        },

        {
          "type": "patchouli:text",
          "title": "Objective: Elixer",
          "text": "New Objective called $(l)Elixer$(). Can be forced using the Seal of Sage. Loot chests, mine ores, defeat mobs to contribute elixer to the Elixer Progress Bar (HUD). When a bar is completed, find a lodestone to succesfully complete the vault. In coop, each player needs to fill their own elixer bar and find their own Lodestone."
        },

        {
          "type": "patchouli:text",
          "title": "Objective: Cake",
          "text": "The Cake objective has changed to be infinite. The player chooses when to stop. Each room opened has a 10% chance to spawn a $(l)Crake Pedestal$(). Clicking the Crake Pedestal will complete the Vault for the player clicking it. In coop, each player needs to find their own Crake Pedestal to leave."
        },

        {
          "type": "patchouli:text",
          "title": "Objective rolls",
          "text": "Random objectives roll now determined on the level of the crystal.$(br)$(li)$(l)Level 0-9:$() 100% Monolith $(br)$(li)$(l)Level 10-19:$() 50% Monolith, 50% Elixir $(br)$(li)$(l)Level 20-49:$() 33% Monolith, 33% Elixir, 33% Scavenger $(br)$(li)$(l)Level 50+:$() 25% Monolith, 25% Elixir, 25% Scavenger, 25% Hunt the Guardians"
        },

        {
          "type": "patchouli:text",
          "title": "",
          "text": ""
        },

        {
          "type": "patchouli:text",
          "title": "",
          "text": ""
        }

    ]

}
